cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'bat'
brew 'composer'
brew 'coreutils'
brew 'deno'
brew 'docker'
brew 'fish'
brew 'fnm'
brew 'git'
brew 'git-delta'
brew 'grc'
brew 'hub'
brew 'libyaml'
brew 'mysql@5.7', link: true, conflicts_with: ["mysql"]
brew 'nginx'
brew 'nvim'
brew 'prettier'
brew 'python'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'watson'
brew 'webpack'
brew 'wget'
brew 'yarn'
brew 'zaquestion/tap/lab'
brew 'zsh'

cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'sizeup'
cask 'sketch'
cask 'slack'
cask 'tableplus'
