cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'fish'
brew 'fnm'
brew 'git'
brew 'git-delta'
brew 'gpg'
brew 'grc'
brew 'hub'
brew 'nvim'
brew 'pandoc'
brew 'prettier'
brew 'python'
brew 'ripgrep'
brew 'trash'
brew 'tree'
brew 'webpack'
brew 'yarn'
brew 'zaquestion/tap/lab'

cask '1password'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'sizeup'
cask 'slack'
cask 'tableplus'
