cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'grc'
brew 'hub'
brew 'libyaml'
brew 'mysql@5.7', link: true, conflicts_with: ["mysql"]
brew 'nginx'
brew 'nvim'
brew 'php'
brew 'php-cs-fixer'
brew 'phpunit'
brew 'prettier'
brew 'python'
brew 'redis'
brew 'ruby'
brew 'the_silver_searcher'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'webpack'
brew 'wget'
brew 'yarn'
brew 'zaquestion/tap/lab'
brew 'zsh'

cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'postman'
cask 'sequel-pro-nightly'
cask 'sizeup'
cask 'sketch'
cask 'slack'
